[
    {
        "text": "You can’t be that kid standing at the top of the waterslide, overthinking it. You have to go down the chute.",
        "from": "Tina Fey"
    },
    {
        "text": "You can’t build a reputation on what you are going to do.",
        "from": "Henry Ford"
    },
    {
        "text": "You see, in life, lots of people know what to do, but few people actually do what they know. Knowing is not enough! You must take action.",
        "from": "Tony Robbins"
    },
    {
        "text": "Life is short. Do stuff that matters.",
        "from": "Siqi Chen"
    },
    {
        "text": "It always seems impossible until it’s done.",
        "from": "Nelson Mandela"
    },
    {
        "text": "Productivity is never an accident. It is always the result of a commitment to excellence, intelligent planning, and focused effort.",
        "from": "Paul J. Meyer"
    },
    {
        "text": "Amateurs sit and wait for inspiration, the rest of us just get up and go to work.",
        "from": "Stephen King"
    },
    {
        "text": "If you spend too much time thinking about a thing, you’ll never get it done.",
        "from": "Bruce Lee"
    },
    {
        "text": "Your mind is for having ideas, not holding them.",
        "from": "David Allen"
    },
    {
        "text": "You may delay, but time will not.",
        "from": "Benjamin Franklin"
    },
    {
        "text": "While one person hesitates because he feels inferior, the other is busy making mistakes and becoming superior.",
        "from": "Henry Link"
    },
    {
        "text": "The only way around is through.",
        "from": "Robert Frost"
    },
    {
        "text": "The secret of getting things done is to act!",
        "from": "Dante Alighieri"
    },
    {
        "text": "The critical ingredient is getting off your butt and doing something. It’s as simple as that. A lot of people have ideas, but there are few who decide to do something about them now.",
        "from": "Nolan Bushnell"
    },
    {
        "text": "Procrastination is opportunity’s assassin.",
        "from": "Victor Kiam"
    },
    {
        "text": "Until we can manage time, we can manage nothing else.",
        "from": "Peter Drucker"
    },
    {
        "text": "I don’t wait for moods. You accomplish nothing if you do that. Your mind must know it has got to get down to work.",
        "from": "Pearl S. Buck"
    },
    {
        "text": "Only put off until tomorrow what you are willing to die having left undone.",
        "from": "Pablo Picasso"
    },
    {
        "text": "So what do we do? Anything. Something. So long as we just don’t sit there. If we screw it up, start over. Try something else. If we wait until we’ve satisfied all the uncertainties, it may be too late.",
        "from": "Lee Iacocca"
    }
]